[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATORS=Downzen.com team, الأستاذ عوض آلعائض الغامدي
VERSION=5.1.0

[Language]
LANGUAGE=عربي
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
; Local ID : http://msdn.microsoft.com/en-us/library/ms912047(WinEmbedded.10).aspx
LOCALE_ID=0x0409, 0x0809, 0x0C09, 0x1009, 0x1409, 0x1809, 0x1C09, 0x2009, 0x2409, 0x2809, 0x2C09, 0x3009,

[Menu]
FILE=&ملف
FILE_EXIT=&خروج
EDIT=&تعديل
EDIT_COPY=&نسخ
THEME=&المظهر
HELP=تعل&يمات
HELP_ABOUT=CrystalDiskMark ح&ول
LANGUAGE=اللغة
ZOOM=ت&كبير/تصغير
AUTO=تل&قائي
; 3.0
TEST_DATA=&البيانات المستخدمة في الاختبار
DEFAULT_RANDOM=الافتراضي - عينة عشوائية
; 4.0
SETTINGS=&الإعدادات
SAVE=&حفظ
QUEUES_THREADS=&عدد العمليات والصفوف
; 4.1
INTERVAL_TIME=الوقت الفاصل
SECOND=ثانية
MINUTE=دقيقة
HOUR=ساعة
; 5.0.3
ALL_ZERO=0x00 كل البيانات تحتوي على
; 5.1.0
SELECT_FOLDER=اختيار مجلد
; 7.0.0
FONT_SETTING=&Font Setting
PROFILE=&Profile
PROFILE_DEFAULT=Default
PROFILE_PEAK=Peak Performance
PROFILE_REAL=Real World Performance

[Message]
STOP_BENCHMARK=الرجاء إيقاف الاختبار
DISK_CAPACITY_ERROR=سعة القرص غير كافية
DISK_CREATE_FILE_ERROR=فشل إنشاء الملف
DISK_WRITE_ERROR=خطأ في الكتابة
DISK_READ_ERROR=خطأ في القراءة
; 7.0.0
DISK_SPD_NOT_FOUND=DiskSpd is not found. Please re-install CrystalDiskMark.

[Title]
TEST_DRIVE=القرص تحت الاختبار
TEST_SIZE=حجم الاختبار
TEST_COUNT=عدد الاختبارات
; 7.0.0
TEST_UNIT=Test Unit
TEST_MIX=Mix Ratio

[WindowTitle]
ABOUT=CrystalDiskMark حول
QUEUES_THREADS=عدد العمليات والصفوف
; 7.0.0
FONT_SETTING=Font Setting
COMMENT=Comment

[Dialog]
AUTO=Auto
; 7.0.0
FONT_FACE=Font Face
FONT_SCALE=Font Scale (%)
FONT_RENDER_METHOD=Render Method
BLOCK_SIZE=Block Size
QUEUES=Queues
THREADS=Threads
SEQUENTIAL_1=Sequential (1)
SEQUENTIAL_2=Sequential (2)
RANDOM_1=Random (1)
RANDOM_2=Random (2)
DEFAULT_AFFINITY=Default Affinity
ENABLED=Enabled
DISABLED=Disabled

